import React from 'react';

import { Container, MainWrapper } from '@/components';

import styles from './Questions.module.scss';

export default function Questions() {
  return (
    <Container>
      <MainWrapper>
        <h1 className={styles.title}>Вопросы и ответы</h1>
        <div className={styles.content}>
          <p>
            <b>Далеко-далеко за словесными горами в стране 
              гласных и согласных живут рыбные тексты?</b>
          </p>
          <p>
            Далеко-далеко за словесными горами в стране гласных и 
            согласных живут рыбные тексты. Даже коварный коварных 
            всемогущая вопроса речью назад
            она которое ты все лучше жизни несколько рот однажды 
            собрал но грамматики, своего парадигматическая осталось 
            великий о что. Продолжил за
            реторический рыбными если от всех рекламных буквенных 
            своих проектах, жизни буквоград заманивший семь океана?
          </p>
          <p>
            <b>Далеко-далеко за словесными горами в стране 
              гласных и согласных живут рыбные тексты?</b>
          </p>
          <p>
            Далеко-далеко за словесными горами в стране гласных и 
            согласных живут рыбные тексты. Даже коварный коварных 
            всемогущая вопроса речью назад
            она которое ты все лучше жизни несколько рот однажды 
            собрал но грамматики, своего парадигматическая осталось 
            великий о что. Продолжил за
            реторический рыбными если от всех рекламных буквенных 
            своих проектах, жизни буквоград заманивший семь океана?
          </p>
          <p>
            <b>Далеко-далеко за словесными горами в стране гласных 
              и согласных живут рыбные тексты?</b>
          </p>
          <p>
            Далеко-далеко за словесными горами в стране гласных и 
            согласных живут рыбные тексты. Даже коварный коварных 
            всемогущая вопроса речью назад
            она которое ты все лучше жизни несколько рот однажды 
            собрал но грамматики, своего парадигматическая осталось 
            великий о что. Продолжил за
            реторический рыбными если от всех рекламных буквенных 
            своих проектах, жизни буквоград заманивший семь океана?
          </p>
        </div>
      </MainWrapper>
    </Container>
  );
}
