import React from 'react';

import { Container, MainWrapper } from '@/components';

import styles from './Contacts.module.scss';

export default function Contacts() {
  return (
    <Container>
      <MainWrapper>
        <h1 className={styles.title}>Контакты</h1>
        <div className={styles.content}>
          <p>
            Далеко-далеко за словесными горами в стране 
            гласных и согласных живут рыбные тексты. 
            Единственное свой заголовок моей буквоград снова
            большой рыбными они рекламных языкового? 
            Выйти все, запятых составитель послушавшись, 
            всемогущая свой первую инициал путь необходимыми
            деревни последний. Подзаголовок, там это, 
            свое напоивший последний проектах силуэт за 
            лучше власти предупреждал взобравшись своего путь
            оксмокс имеет lorem деревни обеспечивает 
            алфавит? Всеми гор снова, точках злых наш 
            скатился вдали подзаголовок вопроса обеспечивает имени
            даже, языком, пунктуация использовало сих 
            лучше выйти мир сбить собрал своих. Родного одна, 
            толку прямо ему она ты обеспечивает там своих
            буквенных всемогущая. Текст необходимыми, 
            страну моей ты даже подпоясал заголовок проектах предупреждал!
          </p>
          <p>
            Далеко-далеко за словесными горами в стране гласных 
            и согласных живут рыбные тексты. Единственное свой 
            заголовок моей буквоград снова
            большой рыбными они рекламных языкового? Выйти все, 
            запятых составитель послушавшись, всемогущая свой 
            первую инициал путь необходимыми
            деревни последний. Подзаголовок, там это, свое напоивший 
            последний проектах силуэт за лучше власти 
            предупреждал взобравшись своего путь
            оксмокс имеет lorem деревни обеспечивает алфавит? Всеми 
            гор снова, точках злых наш скатился вдали подзаголовок 
            вопроса обеспечивает имени
            даже, языком, пунктуация использовало сих лучше выйти 
            мир сбить собрал своих. Родного одна, толку прямо 
            ему она ты обеспечивает там своих
            буквенных всемогущая. Текст необходимыми, страну моей 
            ты даже подпоясал заголовок проектах предупреждал!
          </p>
          <p>
            Далеко-далеко за словесными горами в стране гласных и 
            согласных живут рыбные тексты. Единственное 
            свой заголовок моей буквоград снова
            большой рыбными они рекламных языкового? Выйти все, запятых 
            составитель послушавшись, всемогущая свой 
            первую инициал путь необходимыми
            деревни последний. Подзаголовок, там это, свое напоивший 
            последний проектах силуэт за лучше власти 
            предупреждал взобравшись своего путь
            оксмокс имеет lorem деревни обеспечивает алфавит? Всеми гор 
            снова, точках злых наш скатился вдали 
            подзаголовок вопроса обеспечивает имени
            даже, языком, пунктуация использовало сих лучше выйти мир 
            сбить собрал своих. Родного одна, толку 
            прямо ему она ты обеспечивает там своих
            буквенных всемогущая. Текст необходимыми, страну моей ты 
            даже подпоясал заголовок проектах предупреждал!
          </p>
        </div>
      </MainWrapper>
    </Container>
  );
}
